#include<stdio.h>
#include <windows.h>
#include<string.h>
#include<stdlib.h>
#include"menu.h"


void hr_menu()
{
    printf("**********欢迎使用HR人力资源管理系统**********\n");
    printf("********************************************\n");
    printf("**********1.考勤数据查询      ***************\n");
    printf("**********2.假期额度查询      ***************\n");
    printf("**********3.个人密码维护      ***************\n");
    printf("**********4.考勤对接薪酬      ***************\n");
    printf("********************************************\n");






}
